{
  "company": {
    "info": "Company No. $t(company.numbers.company). VAT No. $t(company.numbers.vat)",
    "long": "Enyo Design Ltd",
    "name": "Enyo",
    "numbers": {
      "company": "12918773",
      "vat": "GB372642491"
    }
  },
  "copyright": "Copyright © {{year}}. {{company}}.",
  "nav": {
    "footer": {
      "about": "Who We Are",
      "contact": "Get in Touch",
      "privacy": "Privacy Policy",
      "terms": "Terms of Service",
      "title": "Links",
      "what": "What We Do"
    },
    "main": {
      "about": "Who We Are",
      "contact": "Get in Touch",
      "shop": "Shop",
      "what": "What We Do"
    },
    "menu": "Open Menu",
    "title": "Partner",
    "top": "Scroll to top of page"
  },
  "pages": {
    "about": {
      "1": "Enyo was established in the summer of 2020 - we are built on the foundations of our love and passion for esports and the esports community. Our aim is to provide the community with bespoke, high quality and marketable esports performance wear and merchandise without compromising on anything. In addition, we endeavour to maintain and promote sustainability within the community while we do this.",
      "2": "Our mission at Enyo is to bring bespoke kits and merchandise most commonly found in mainstream sports to the ever growing esports industry. We want to take the knowledge and experience that we have developed from working within the football and rugby industries to elevate the esports apparel industry. We will achieve this by collaborating closely with all of our partners to design and produce marketable products that are unique to their brand.",
      "3": "Founded by friends and gamers based in England, Enyo is an English brand operating from Nottingham. However, we are a global business with esports clients in mainland Europe and the Americas. No matter where you are located, we strive to provide a bespoke, worldwide merchandising partnership for all the teams, leagues and content creators that we work with.",
      "socials": "Find Us",
      "title": "Made to Conquer"
    },
    "contact": {
      "form": {
        "default": "Get in touch with us by filling out the form below.",
        "error": "There was an issue sending your message.",
        "honey": "Could not verify request.",
        "reason": "Reason:",
        "sent": "Message Sent!",
        "thanks": "Thanks for the message! We'll get back to you shortly."
      },
      "labels": {
        "email": "Email",
        "message": "Tell us what you are after",
        "name": "Name",
        "team": "Team / Business Name",
        "website": "Website"
      },
      "send": "Send Message",
      "title": "Get in Touch"
    },
    "homepage": {
      "contact": "Contact Us Now",
      "kit": {
        "front": "Enyo tee front",
        "rotated": "Custom Jerseys",
        "text": {
          "1": "We believe in making your mark in the world of esports.",
          "2": "Our main aim is working closely with you to design and manufacture premium esports apparel and merchandise that is truly unique to your esports team, league or brand."
        },
        "title": "Enyo Design"
      },
      "merch": {
        "hoody": {
          "black": "Enyo black hoody",
          "purple": "Enyo purple hoody",
          "white": "Enyo white hoody"
        },
        "rotated": "Merchandise",
        "text": {
          "1": "We understand the value of a strong brand voice in esports.",
          "2": "In addition to bespoke jersey design, we will work with you to produce unique, fashionable and marketable apparel and accessories for fans and team members alike."
        },
        "title": "Fan Merchandise"
      },
      "store": {
        "image": "Enyo store",
        "rotated": "Direct to Customer",
        "text": {
          "1": "Along side the custom merchandise comes the option for store hosting.",
          "2": "You can have a branded section of our store for your merchandise. We take on all the effort, dealing with stock and logistics. Allowing you to sit back and receive commision on everything that's sold, hassle free."
        },
        "title": "Enyo Store"
      },
      "sustain": {
        "rotated": "Recycled",
        "text": {
          "1": "We recognise the importance of sustainability within fashion and sportswear and are committed to the responsible production of everything we make.",
          "2": "We aim to source all of our production - from fabrics to labels - as close to the UK as possible to minimise our carbon footprint.",
          "3": "We also actively work with our suppliers to ensure our garments are made from part or fully recycled materials, where we can."
        },
        "title": "Sustainability"
      }
    },
    "notfound": {
      "body": {
        "1": "Sorry, this page does not seem to exist.",
        "2": "It might have been moved, or the link you clicked was incorrect.",
        "3": "<0>Return to the home page</0> or <1>take a look at our store</1>."
      },
      "title": "Page Not Found"
    }
  },
  "theme": {
    "dark": "Switch to dark mode",
    "light": "Switch to light mode"
  }
}
